'''                                 1. 請問下列變數哪一些有問題?問題出在哪裡?
1. Var = "Data"
2. Your Name = "Data"
3. Date = "Data"
4. 3Name = "Data"
5. S12345 = "Data"
6. YourPythonareVeryVeryGood = "Data"

2:變數不能有空格
4:變數開頭不能是數字



2. A = input("輸入您要的數值") 
#e.g. A = 1234
1.將 A 格式化成整數，並使用print顯示出來
2.以 5 個字元寬度顯示整數A，不滿 5 個則補空白
3.以 5 個字元寬度顯示整數A，不滿 5 個則補零

1.print()
2.print()
3.print()



3.A = input("輸入您要的浮點數值") 
e.g. A = 123.456
1.將 A 格式化成浮點數，並使用print顯示出來
2.以 2 個字元寬度顯示浮點數A，不滿 2 個則補空白
3.以 2 個字元寬度顯示浮點數A，不滿 2 個則補零



4.請排列下方執行的先後順序
(4) 加減法( +, - )
(3) 乘除法( *, / )
(2) 次方( ** )
(1) 括弧( ( ) )
(5) 且，或( and, or, &, | )



5.
